acpi
alsa-utils
auto-cpufreq
base
base-devel
bbswitch
blueman
bluez-utils
brightnessctl
btop
bumblebee
cava
cmake
cmus
coppwr
cpio
cxxopts
dma
dunst
efibootmgr
eza
fastfetch
feh
firefox
fwupd
gdb
gimp
git
godot
grub
hyprcursor
hypridle
hyprland
hyprland-protocols
hyprlang
hyprlock
hyprpaper
hyprpolkitagent
hyprsysteminfo
hyprutils
hyprwayland-scanner
imagemagick
insync
intel-ucode
isoimagewriter
iwd
kitty
libc++
linux
linux-firmware
man-db
man-pages
mariadb
mesa-utils
meson
modemmanager
nemo
neovim
network-manager-applet
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia
nvidia-settings
os-prober
otf-font-awesome
pamixer
php
php-apache
php-pgsql
phpmyadmin
pikopixel
pipewire-alsa
pipewire-pulse
pkgstats
playerctl
qt5-wayland
qt6-wayland
scrcpy
sddm
sof-firmware
sudo
texinfo
thermald
timeshift
tldr
ttf-arimo-nerd
ttf-dejavu
ttf-fira-code
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-linux-libertine
ttf-maple
ttf-meslo-nerd
ttf-ms-fonts
ttf-ubuntu-font-family
unzip
usbutils
vi
vim
vlc
vscodium-bin
vscodium-bin-marketplace
vulkan-intel
waybar
wine-mono
wine-stable
wlogout
woeusb
woff2-font-awesome
wofi
xdg-desktop-portal-hyprland
xf86-video-intel
xf86-video-nouveau
xorg-xhost
yay
yt-dlp
zapzap
zsh
