acpi
alsa-utils
base
base-devel
brightnessctl
btop
caprine
cava
cmake
cpio
cxxopts
dunst
efibootmgr
fastfetch
feh
firefox
fwupd
gdb
git
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent-git
hyprsysteminfo-git
hyprutils-git
intel-ucode
iwd
kitty
libc++
linux
linux-firmware
man-db
man-pages
meson
modemmanager
nemo
neovim
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia
os-prober
otf-font-awesome
pamixer
php
php-pgsql
pipewire-alsa
pipewire-pulse
playerctl
qt5-wayland
qt6-wayland
sof-firmware
sudo
sweet-cursors-hyprcursor-git
texinfo
thermald
timeshift
ttf-arimo-nerd
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-linux-libertine
ttf-maple
ttf-meslo-nerd
ttf-ms-fonts
ttf-ubuntu-font-family
unzip
vi
vim
vlc
vscodium-bin
vscodium-bin-marketplace
waybar
wine-stable
wlogout
wofi
xf86-video-intel
xf86-video-nouveau
xorg-xhost
yay
yay-debug
zapzap
zsh
